Repository: RanaKadry/Jehat
Catalog: Jihat/Resources/*.lproj/Localizable.strings
Languages: ar

source: Done
ar: تم

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Continue
ar: استمر

source: Next
ar: التالى

source: Back
ar: السابق

# egp
source: L.E.
ar: جم

source: Choose Image Source
ar: اختار مصدر الصورة

source: Choose Video Source
ar: اختار مصدر الفيديو

source: Camera
ar: الكاميرا

# gallary
source: Gallery
ar: المعرض

source: Warning
ar: تحذير

source: Ok
ar: حسناً

# no_images
source: Sorry! There are no images here!
ar: معذرة! لا توجد صور هنا!

source: Server Error
ar: خطأ في النظام

# location_denied_title
source: Location Service is not enabled for Jehat
ar: لم يتم تمكين خدمة الموقع لـ Jehat

# notauthorized
source: Not Authorized User, Please Relogin
ar: مستخدم غير مصرح له، برجاء تسجيل الدخول

# app_settings
source: Open Settings?
ar: فتح الإعدادات؟

source: Settings
ar: الإعدادات

# jihat_app
source: Jehat App
ar: تطبيق جهات

# whatsapp_not_installed
source: You do not have WhatsApp installed! Please install it first.
ar: ليس لديك واتساب مثبتاً! الرجاء تثبيته أولاً.

source: Yes
ar: نعم

source: No
ar: لا

source: Finish
ar: إنهاء

# info
source: Information
ar: معلومة

source: Login As Agent
ar: الدخول كموظف

# username
source: User number
ar: رقم المستخدم

source: Password
ar: كلمة المرور

source: Forget Password
ar: نسيت كلمة المرور؟

source: Login
ar: تسجيل الدخول

source: Create New Account
ar: انشاء حساب جديد

source: Skip
ar: تخطى

# brought_by
source: Brought to you by
ar: مقدم لكم برعاية

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Inside Country
ar: داخل المملكة

source: Outside Country
ar: خارج المملكة

source: Arabic Fullname
ar: الإسم الثلاثي بالعربية

source: English Fullname
ar: الإسم الثلاثي بالإنجليزية

# reg_gender
source: Gender (Optional)
ar: النوع (إختيارى)

# select_country
source: Nationality (Optional)
ar: الجنسية (إختيارى)

# id
source: User number
ar: رقم المستخدم

# id_info
source: User number field is required, Please insert a unique number because you will use it for login. It must be at least 8 numbers
ar: رقم المستخدم مطلوب، من فضلك ادخل رقم مميز (رقم الهوية) حتي تتمكن من تسجيل الدخول به يجب أن يتكون من ٨ أرقام على الأقل

source: Create Password
ar: إنشاء كلمة المرور

# mobile
source: Mobile Number
ar: الجوال

# email
source: Email Address
ar: البريد الإلكترونى

# account_confirm
source: Account Confirmation
ar: تأكيد الحساب

# code_sent
source: The activation code has been sent to your email
ar: تم ارسال كود التفعيل على البريد الالكتروني الخاص بك

# enter_code
source: Please enter the activation code to continue
ar: يرجى ادخال كود التفعيل للمتابعة

source: Resend Code
ar: إعادة الارسال

source: Submit
ar: المتابعة

# success_register
source: Your account has been successfully registered
ar: لقد تم تسجيل حسابك بنجاح

# you_can_use_app
source: Now you can use the Jehat App, the fastest way to communicate with all parties
ar: الان يمكنك استخدام تطبيق جهات الوسيلة الأسرع للتواصل مع كافة الجهات

source: Thank you
ar: شكرا

# contact_jihat
source: Contact with Jehat
ar: تواصل مع جهات

source: My Orders
ar: طلباتي

source: My Meetings
ar: إجتماعاتي

source: My Calendar
ar: مواعيدي

source: Search...
ar: بحث...

source: Order Number
ar: رقم الطلب

source: Expected Completion Date
ar: تاريخ الإنجاز المتوقع

source: Order Status
ar: حالة الطلب

# jandalah_company
source: Jandalah General Services Company
ar: شركة جندلة للخدمات العامة

source: Show Details...
ar: اظهر التفاصيل...

# empty.orders_title
source: Nothing in Orders!
ar: لا يوجد شئ فى طباتي!

# empty.orders_subtitles
source: Create an Order and it will show up here.
ar: قم بإنشاء طلب وسيظهر هنا.

# empty.meetings_title
source: Nothing in Meetings!
ar: لا شيء في الاجتماعات!

# empty.meetings_subtitles
source: Any new meetings will appear here.
ar: أى إجتماعات جديدة سوف تظهر هنا.

# empty.calendars_title
source: Nothing in Calendars!
ar: لا شيء في المواعيد!

# empty.calendars_subtitles
source: Create an Appointment and it will show up here.
ar: قم بإنشاء موعد وسيظهر هنا.

# meeting_day_date
source: Sunday 27/03/2021
ar: الأحد ٢٧/٠٣/٢٠٢١

source: Meeting Title
ar: عنوان الاجتماع

# meeting_status
source: New
ar: جديد

source: Meeting Time
ar: من ١١:٠٠ إلى ١٤:٠٠

source: Annual Board Meeting
ar: اجتماع مجلس الإدارة السنوي

source: Add New Order
ar: إضافة طلب جديد

source: Add New Appointment
ar: إضافة موعد جديد

# logout_confirm
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# logout_confirm_message
source: We noticed that you logged in from another device. You must logout and login again to use Jehat from that device.
ar: لاحظنا أنك قمت بتسجيل الدخول من جهاز آخر. يجب عليك تسجيل الخروج وتسجيل الدخول مرة أخرى لاستخدام Jehat من هذا الجهاز.

source: Welcome
ar: أهلاً

source: Edit Profile
ar: تعديل البيانات الشخصية

source: Add Order
ar: إضافة طلب

source: Delegates List
ar: قائمة المفوضين

source: Documents
ar: المستندات

source: Contact Us
ar: تواصل معنا

source: Logout
ar: الخروج

source: Profile
ar: البيانات الشخصية

# select_nationality
source: Tap To Select Nationality
ar: انقر لاختيار الجنسية

source: Gender
ar: النوع

# select_gender
source: Tap To Select Gender
ar: انقر لاختيار النوع

source: Male
ar: ذكر

source: Female
ar: انثي

source: ID Number
ar: رقم الهوية

# address
source: Subject
ar: الموضوع

source: Add Address
ar: أضف عنوان

source: Fax
ar: الفاكس

source: Add Fax Number
ar: أضف رقم الفاكس

source: Save Changes
ar: حفظ التغييرات

source: Discard Changes
ar: إلغاء التغييرات

source: Order Subject
ar: موضوع الطلب

source: Order Details
ar: تفاصيل الطلب

source: Order Updates
ar: مستجدات الطلب

source: Order Creation Date:
ar: تاريخ إضافة الطلب:

# order_destination
source: The party to whom the request is directed
ar: الجهة الموجه لها الطلب

# jihat_comapny_for_it
source: Jandalah company for Information Technology
ar: شركة جندلة لتقنية المعلومات

source: Order Type
ar: نوع الطلب

# hr_department
source: Human Resources department
ar: اداره الموارد البشريه

source: Subject
ar: الموضوع

# subject_request
source: Subject of request
ar: موضوع الطلب

# open_for_work
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.
ar: هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد محتوى نصي، هنا يوجد محتوى نصي فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل إفتراضي كنموذج عن النص، وإذا قمت بإدخال في أي محرك بحث ستظهر العديد من المواقع الحديثة العهد في نتائج البحث. على مدى السنين ظهرت نسخ جديدة ومختلفة من نص لوريم إيبسوم، أحياناً عن طريق الصدفة، وأحياناً عن عمد كإدخال بعض العبارات الفكاهية إليها.

source: Order Priority
ar: الأولوية للطلب

# normal_priority
source: Normal
ar: عادية

# requested_employee
source: Assigned employee name
ar: اسم الموظف القائم على الطلب

# name
source: Mazen Abd-el Ghany
ar: مازن عبد الغنى

source: Attached Documents
ar: المستندات المرفقة

source: attached files
ar: ملفات مرفقة

# send_text_message
source: Text
ar: رسالة نصية

# send_voice_note
source: Voice Note
ar: رسالة صوتية

# Send_attatchment
source: Attachment
ar: ارفاق ملف

source: Add Text Note
ar: أضف رسالة نصية

source: Text Note
ar: رسالة نصية

# add_new_record
source: Add Voice Note
ar: إضافة رسالة صوتية

# add_comment
source: Add Comment (Optional)
ar: أضف تعليق (اختياري)

# reset_record
source: Reset
ar: إعادة ضبط

source: Add Attachments
ar: إضافة ملحقات

source: Add Documents
ar: إضافة مرفقات

source: Add Images
ar: إضافة صور

# directed_entity
source: Entity That The Request Directed To
ar: الجهة الموجه لها الطلب

# choose_from_list
source: Choose From The List
ar: اختر من القائمة

source: Topic
ar: الموضوع

source: Tap To Insert
ar: انقر للادخال

source: Browse From Mobile
ar: تصفح من علي جوالك

source: Send Order
ar: ارسال الطلب

source: Save As Draft
ar: حفظ المسودة

source: Letter
ar: حرف

source: Are you sure?
ar: هل أنت متأكد؟

# dismiss_message
source: You will lose all data you entered, are you sure you want to cancel this process?
ar: ستفقد جميع البيانات التي أدخلتها ، هل أنت متأكد أنك تريد إلغاء هذه العملية؟

# order_added_successfully
source: The request has been sent successfully!
ar: لقد تم ارسال الطلب بنجاح!

# order_added_successfully_message
source: The request has been sent successfully and you will be notified of the progress of the request on your mobile phone
ar: لقد تم ارسال الطلب بنجاح و سيتم اشعارك بمستجدات الطلب على هاتفك الجوال

source: Appointment Details
ar: تفاصيل الموعد

source: Start Date
ar: موعد البدء

source: Alert Type
ar: نوع التنبيه

source: Save Appointment
ar: حفظ الموعد

source: Tap To Set Date
ar: انقر لضبط التاريخ

source: Tap To Set Time
ar: انقر لضبط الوقت

source: Appointment Title
ar: عنوان الموعد

source: Appointment Date
ar: تاريخ الموعد

source: Appointment Time
ar: وقت الموعد

# filter_orders_according_status
source: Filter Tickets according to specific Status
ar: تصفية الطلبات حسب الحالة المحددة

# filter_meetings_according_status
source: Filter Meetings according to specific Status
ar: تصفية الإجتماعات حسب الحالة المحددة

# search_specific_date_range
source: Search according to a specific date range
ar: البحث وفق نطاق زمني محدد

# filter_start_date
source: Start Date
ar: تاريخ البدء

# filter_end_date
source: End Date
ar: تاريخ الإنتهاء

source: Filter
ar: فلتر

source: Add New Delegate
ar: إضافة مفوض جديد

# edit_delegate
source: Edit Delegate Data
ar: تعديل بيانات المفوض

source: Edit
ar: تعديل

source: Share
ar: مشاركة

source: Delete
ar: حذف

# empty.delegates_title
source: Nothing in Delegates List!
ar: لا يوجد شئ فى قائمة المفوضين

# empty.delegates_subtitles
source: Create an Delegate and it will show up here.
ar: قم بإنشاء مفوض وسيظهر هنا.

source: Search Documents
ar: بحث المستندات

source: Add New Document
ar: إضافة مستند جديد

# document_number
source: Document No.:
ar: رقم المستند:

source: End Date:
ar: تاريخ الانتهاء:

# empty.documents_title
source: Nothing in Documents!
ar: لا يوجد شئ فى مستنداتي!

# empty.documents_subtitles
source: Create an Document and it will show up here.
ar: قم بإنشاء مستند وسيظهر هنا.

source: No Search Results!
ar: لا توجد نتائج للبحث!

# no_search_documents
source: We cannot find the item you are searching for, maybe a little spelling mistake?
ar: لا يمكننا العثور على العنصر الذي تبحث عنه ، ربما خطأ إملائي بسيط؟

# document_arabic_name
source: Document name in Arabic
ar: اسم المستند بالعربية

# document_english_name
source: Document name in english
ar: اسم المستند بالانجليزية

# take_picture
source: Take a Picture
ar: اخذ صورة

# document_num
source: Document Number
ar: رقم المستند

# expire_date
source: End Date
ar: تاريخ الانتهاء

source: Images Selected
ar: صور مُحددة

source: Attachments Selected
ar: مرفقات مُحددة

# edit_document
source: Edit Document Data
ar: تعديل بيانات المستند

# edit_attachments_tip
source: TIP: you can delete an attachment by clicking long press on the attachment you want to delete.
ar: تلميح: يمكنك حذف مرفق من خلال النقر مطولاً على المرفق الذي تريد حذفه.

# are_you_sure_delete
source: Are you sure you want to delete that Attachment?
ar: هل أنت متأكد من حذف هذا المرفق؟

source: Meeting Subject
ar: موضوع الإجتماع

# meeting_details
source: Details
ar: تفاصيل

source: Meeting Terms
ar: التصويت

# meeting_candidates
source: Candidates
ar: المرشحين

source: Meeting Manager
ar: رئيس الاجتماع

source: Introduction To The Meeting
ar: مقدمة عن الاجتماع

source: Meeting Date
ar: تاريخ الاجتماع

source: Entities Employees
ar: منسوبي الجهات

source: Meeting Members
ar: اعضاء الاجتماع

source: Attendance Rate
ar: نسبة الحضور

source: Attend
ar: حاضر

source: Absent
ar: غائب

source: Meeting Attachments
ar: مرفقات الاجتماع

source: Attend The Meeting
ar: حضور الاجتماع

# attend_meeting_first
source: You must attend meeting first
ar: يجب عليك حضور الاجتماع أولا

# vote_ended
source: The meeting is ended
ar: انتهى الاجتماع

source: Present
ar: حاضر

source: Vote Required
ar: مطلوب التصويت

source: Been Voted
ar: تم التصويت

source: Vote Numbers
ar: عدد الاصوات

source: Approvers
ar: موافقين

source: Disapproves
ar: غير موافقين

source: Vote
ar: تصويت

source: Agree
ar: موافق

source: Disagree
ar: غير موافق

source: Comment
ar: تعليق

# candidates.type.candidatesShares_title
source: General assembly meetings, except for companies
ar: اجتماعات الجمعيه العموميه ماعدا الشركات

source: Choose
ar: إختر عدد

source: Candidates
ar: مرشحين

# shares_number
source: Shares No.
ar: عدد الأسهم

# exceed_candidate_shares
source: You have exceeded maximum candidates selection
ar: لقد تجاوزت الحد الأقصى لاختيار المرشحين

# candidates.type.candidatesDistribution_title
source: Corporate general assembly meetings
ar: اجتماعات الجمعيه العموميه للشركات

# number_of_shares
source: The number of your shares
ar: عدد الأسهم الخاصة بك

# other_number_of_shares
source: The number of shares of
ar: عدد الأسعهم الخاصة ب

source: Welcome to Jehat
ar: مرحباً فى چيهات

# guest_view_message
source: Jehat App allows userto do many services such as adding his appointments, documents, requests, ease of follow-up, and other services
ar: تطبيق جهات الذي يتيح للمستخدم العديد من الخدمات مثل اضافه مواعيده ومستنداته وطلباته وسهوله متابعتها وخدمات أخرى

# login_alert
source: You must login or create account first to complete submitting your request.
ar: يجب عليك تسجيل الدخول أو إنشاء حساب أولاً لإكمال تقديم طلبك.
